*>*****************************************************************
*> FILE: main.cbl
*>*****************************************************************

IDENTIFICATION DIVISION.
       PROGRAM-ID. MainProgram.

       PROCEDURE DIVISION.
           DISPLAY "Hello world with COBOL!".
           STOP RUN.
