*>*****************************************************************
*> Author:
*> Date:
*> Purpose:
*> Tect Stack:  GnuCOBOL
*>*****************************************************************

IDENTIFICATION DIVISION.
       PROGRAM-ID. MainProgram.

       PROCEDURE DIVISION.
           DISPLAY "Hello world with COBOL!".
           STOP RUN.
